---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerCropRegion
source: html/5b2f204a-a2b7-b207-9d99-2073d3ddf779.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerCropRegion Property

"Crop View"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerCropRegion { get; }
```